export const DailyQuestTasks = [
  {
    title: "Сила",
    tasks: [
      {
        title: '10 отжиманий',
        stat: 'str'
      },
      {
        title: '15 приседаний',
        stat: 'str'
      },
      {
        title: 'Планка 1 минута',
        stat: 'str'
      },
      {
        title: '5 подтягиваний/использовать резиновый эспандер',
        stat: 'str'
      },
      {
        title: '10 выпадов на каждую ногу',
        stat: 'str'
      }
    ],
    visible: false
  },
  {
    title: "Ловкость",
    tasks: [
      {
        title: '10 минут упражнений на растяжку',
        stat: 'dex'
      },
      {
        title: 'Пройди 100 метров на цыпочках',
        stat: 'dex'
      },
      {
        title: 'Жонглирование 5 минут (можно парой носков)',
        stat: 'dex'
      },
      {
        title: 'Упражнение на баланс: стойка на одной ноге 30 секунд',
        stat: 'dex'
      },
      {
        title: 'Быстрые пальцы: печать текста 1 минута на скорость',
        stat: 'dex'
      }
    ],
    visible: false
  },
  {
    title: "Интеллект",
    tasks: [
      {
        title: 'Прочитать 15 страниц книги',
        stat: 'int'
      },
      {
        title: 'Выучить 5 новых иностранных слов',
        stat: 'int'
      },
      {
        title: 'Решить 3 логические задачки',
        stat: 'int'
      },
      {
        title: 'Посмотреть образовательное видео 10+ минут',
        stat: 'int'
      },
      {
        title: 'Написать короткий конспект по новой теме',
        stat: 'int'
      }
    ],
    visible: false
  },
  {
    title: "Здоровье",
    tasks: [
      {
        title: 'Выпить 1.5 литра воды',
        stat: 'sta'
      },
      {
        title: 'Приготовить полезный прием пищи',
        stat: 'sta'
      },
      {
        title: '15-минутная прогулка на свежем воздухе',
        stat: 'sta'
      },
      {
        title: 'Медитация 5 минут',
        stat: 'sta'
      },
      {
        title: 'Ложись спать до 23:00',
        stat: 'sta'
      }
    ],
    visible: false
  },
  {
    title: "Социальные навыки",
    tasks: [
      {
        title: 'Позвонить родственнику/другу',
        stat: 'cha'
      },
      {
        title: 'Сделать искренний комплимент',
        stat: 'cha'
      },
      {
        title: 'Завести разговор с незнакомцем (в магазине, кафе)',
        stat: 'cha'
      },
      {
        title: 'Активно слушать собеседника 5+ минут',
        stat: 'cha'
      },
      {
        title: 'Выразить благодарность',
        stat: 'cha'
      }
    ],
    visible: false
  }
];